Repository: geocrafter-studio/civitate-platform
Catalog: src/*/locale/*/LC_MESSAGES/django.po
Languages: pt

source: <strong> {{#if target.submitter.avatar_url}} <img src="{{ target.submitter.avatar_url }}" class="avatar" /> {{^}} <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{/if}} {{#if target.submitter.name}} {{ target.submitter.name }} {{^}} {{ target.submitter_name }} {{/if}} </strong> {{#if is_place }} {{ action }}: <span class="place-type">{{ place.name }}</span> <!-- {{#if place.location_text }} em <span class="place-name">{{>location-string place.location_text }}</span> {{/if }} --> {{else}} {{ action }}: {{#if place.name }} <span class="place-name">{{ place.name }}</span> {{else}} a{{# place.type_starts_with_vowel }}n{{/ place.type_starts_with_vowel }} {{ place.place_type_label }} {{/if }} {{/if }}
pt: <strong> {{#if target.submitter.avatar_url}} <img src="{{ target.submitter.avatar_url }}" class="avatar" /> {{^}} <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{/if}} {{#if target.submitter.name}} {{ target.submitter.name }} {{^}} {{ target.submitter_name }} {{/if}} </strong> {{#if is_place }} {{ action }}: <span class="place-type">{{ place.name }}</span> <!-- {{#if place.location_text }} at <span class="place-name">{{>location-string place.location_text }}</span> {{/if }} --> {{else}} {{ action }}: {{#if place.name }} <span class="place-name">{{ place.name }}</span> {{else}} a{{# place.type_starts_with_vowel }}n{{/ place.type_starts_with_vowel }} {{ place.place_type_label }} {{/if }} {{/if }}

source: Log Out
pt: Fechar

source: Sign In
pt: Entrar

source: Signed in as</span> <span class="current-user">{{ current_user "name" }}
pt: Autênticado como </span> <span class="current-user">{{ current_user "name" }}

source: Fill
pt: Preenchimento

source: Stroke
pt: Contorno

source: Reset filters
pt: Limpar filtros

source: Search
pt: Pesquisa

source: Basemaps
pt: Mapas Base

source: Edit this post
pt: Editar este post

source: Remove
pt: Remover

source: Save
pt: Salvar

source: Recommend on Facebook
pt: Recomendar no Facebook

source: Tweet This
pt: Tweetar isto

source: <strong class="response-submitter"> {{#if submitter}} <img src="{{ submitter.avatar_url }}" class="avatar" /> {{ submitter.name }} {{^}} <!-- TODO: FIXME: don't hardcode image URL --> <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{ submitter_name }} {{/if}} </strong> <span class="response-date"> around {{ pretty_created_datetime }} </span>
pt: <strong class="response-submitter"> {{#if submitter}} <img src="{{ submitter.avatar_url }}" class="avatar" /> {{ submitter.name }} {{^}} <!-- TODO: FIXME: don't hardcode image URL --> <img src="{{ STATIC_URL }}css/images/user-50.png" class="avatar" /> {{ submitter_name }} {{/if}} </strong> <span class="response-date"> em {{ pretty_created_datetime }} </span>

source: Remove comment
pt: Remover comentário

source: Update comment
pt: Actualizar comentário

source: Change colors
pt: Mudar cores

source: Choose an icon style below
pt: Escolher por baixo o tipo de icon

source: Click anywhere on the map to place your marker
pt: Clicar no mapa para posicionar o marcador

source: Click anywhere on the map to start drawing
pt: Clicar no mapa para iniciar o desenho

source: Click on a tool below to draw on the map
pt: Clique numa ferramenta para desenhar no mapa

source: Click on a tool below to modify your shape
pt: Clique numa ferramenta para modificar

source: Click to continue drawing your shape
pt: Clique para continuar a desenhar

source: Click to continue drawing
pt: Clique para continuar a desenhar

source: Click to continue drawing, or click on your first point to complete your shape
pt: Clique para continuar a desenhar ou clique no primeiro ponto para terminar o desenho

source: Click to continue drawing, or double click to complete your shape
pt: Clique para continuar a desenhar ou duplo clique para terminar

source: Create marker
pt: Criar um ponto

source: Create polygon
pt: Criar um polígono

source: Create polyline
pt: Criar uma linha

source: Delete marker
pt: Apagar um ponto

source: Delete polygon
pt: Apagar um polígono

source: Delete polyline
pt: Apagar uma linha

source: Drag shape handles to edit your shape, or click on shape handles to delete vertices
pt: Arrastar os vértices para editar o desenho ou clicar nos vértice para apagar

source: Drag your marker to reposition it
pt: Arrastar o ponto para o reposicionar

source: Edit marker
pt: Editar ponto

source: Edit polygon
pt: Editar polígono

source: Edit polyline
pt: Editar linha

source: Not published
pt: Não publicado

source: Please choose a url without a forward slash character (/) in it.
pt: Por favor escolha um URL sem o caracter barra (/)

source: Published
pt: Publicado

source: Select...
pt: Seleccione...

source: This url is already in use. Please try another.
pt: Este URL já está em uso. Por favor tente outro.

source: When created, this post will be visible <strong>only to logged-in editors</strong>
pt: Quando criado este post será visível <strong>apenas a editores autenticados</strong>

source: When created, this post will be visible to <strong>all map users</strong>
pt: Quando criado este post será visível <strong>a todos os utilizadores do mapa</strong>

source: When saved, this post will be visible <strong>only to logged-in editors</strong>
pt: Quando salvo este post será visível <strong>apenas a editores autenticados</strong>

source: When saved, this post will be visible to <strong>all map users</strong>
pt: Quando salvo este post será visível a <strong>todos os utilizadores do mapa</strong>

source: Your post will be accessible at:
pt: O seu post será acessível em:

source: optional
pt: opcional

source: First, drag the map to set your location
pt: Primeiro arraste o mapa para escolher a localização

source: It looks like you didn't create any geometry yet. Use the drawing tools to create a shape on the map.
pt: Parece que ainda não criou qualquer geometria. Use as ferramentas de edição para criar uma geometria no mapa.

source: It looks like you didn't set your location yet. Please drag the map to your location.
pt: Parece que ainda não definiu a sua localização. Por favor arraste o mapa para a localização pretendida.

source: Setting your location...
pt: Obtendo a sua localização...

source: Use the drawing tools to create a shape on the map.
pt: Utilize as ferramentas de edição para criar uma geometria no mapa.

source: Most Recent
pt: Mais Recente

source: Most {{ support_label_plural }}
pt: Mais {{ support_label_plural }}

source: Most {{ survey_label_plural }}
pt: Mais {{ survey_label_plural }}

source: Search...
pt: Pesquisar...

source: Thanks for participating!
pt: Obrigado por participar!

source: Proceed Anyway
pt: Proceder na mesma

source: Close
pt: Fechar
